Repository: abbyarmada/anaf
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: Subscribe
el: Συνδρομή

source: Log out
el: Αποσύνδεση

source: Upgrade</a> your free trial
el: Αναβάθμιστε </ a> το δωρεάν δοκιμαστικό λογαριασμό σας

source: There's nothing in Trash
el: Δεν υπάρχει τίποτα στα απορρίματα

source: Delete this
el: Διαγράψτε αυτό

source: WARNING: This can not be undone
el: ΠΡΟΣΟΧΗ: Αυτό δεν μπορεί να αναιρεθεί

source: Forgotten your password?
el: Ξεχάσατε τον κωδικό πρόσβασης σας?

source: Don't have an account
el: Δεν έχετε λογαριασμό

source: Sign up
el: Εγγραφή

source: Press Ctrl+D (or Command+D on a Mac) to bookmark this page
el: Πατήστε Ctrl + D (ή Command + D σε Mac) για να βαλετε σελιδοδείκτη σε αυτήν την σελίδα

source: Get Started
el: Ξεκινώντας

source: Bookmark this page
el: Βαλετε σελιδοδείκτη σε αυτήν την σελίδα

source: You may want to bookmark this page so you can come back to it later
el: Μπορεί να θέλετε να βαλετε σελιδοδείκτη σε αυτήν την σελίδα, ώστε να μπορείτε να επιστρέψετε σε αυτό αργότερα

source: Manage your tasks easier and more powerful than ever before
el: Διαχειριστείτε τις εργασίες σας πιο εύκολα και πιο δυνατά από ποτέ

source: Invite other people
el: Προσκαλέστε

source: Upload your logo
el: Ανεβάστε το λογότυπό σας

source: Your logo will appear on the top left corner of every page
el: Το λογότυπο σας θα εμφανιστεί στην πάνω αριστερή γωνία της κάθε σελίδας

source: Change the language
el: Αλλαγή της γλώσσας

source: New Document
el: Νέο έγγραφο

source: Documents
el: Έγγραφα

source: New Web Link
el: Νέος σύνδεσμος

source: Upload File
el: Ανέβασμα αρχείου

source: Create Document
el: Δημιουργία εγγράφου

source: Document
el: Έγγραφο

source: Delete this Document
el: Διαγράψτε αυτό το έγγραφο

source: Created By
el: Δημιουργήθηκε από

source: Date created
el: Ημερομηνία δημιουργίας

source: File
el: Αρχείο

source: Delete this File
el: Διαγραφή αρχείου

source: Upload
el: Ανέβασε

source: Folders
el: Δημιουργία φακέλου

source: Add Folder
el: Προσθήκη φακέλου

source: No Items
el: Δεν υπάρχουν αντικείμενα

source: All Items
el: Όλα τα αντικείμενα

source: Files
el: Αρχεία

source: Web Links
el: Σύνδεσμοι

source: Create Weblink
el: Δημιουργία συνδέσμου

source: Web Link
el: Σύνδεσμος

source: Delete this Web Link
el: Διαγραφή συνδέσμου

source: Loading
el: φορτωση

source: Project Management
el: Διαχείριση Έργου

source: Add Task
el: Προσθήκη εργσίας

source: Show More
el: Εμφάνιση περισσοτέρων

source: No Active Tasks
el: Δεν υπάρχουν Ενεργές εργασίες

source: All Tasks
el: Όλες οι εργασίες

source: Called by me
el: Ζητήθηκαν από εμένα

source: Assigned to me
el: Ανατέθηκαν σε εμένα

source: Tasks in progress
el: Εργασίες σε εξέλιξη

source: Projects
el: Έργα

source: By status
el: Με την κατάσταση

source: New Project
el: Νέο έργο

source: Day
el: Ημέρα

source: Calendar
el: Ημερολόγιο

source: Go to
el: Πηγαινε σε

source: Today
el: Σήμερα

source: Events
el: Γεγονότα

source: New Event
el: Νέο γεγονός

source: Create Event
el: Δημιουργία γεγονότος

source: Event
el: Γεγονός

source: Delete this Event
el: Διαγραφή γεγονότος

source: Integration
el: Ολοκλήρωση

source: Connect
el: Σύνδεσε

source: needs your approval
el: χρειάζεται την έγκρισή σας

source: Please proceed to
el: Παρακαλούμε προχωρήστε στο

source: Sorry, there has been a problem adding
el: Λυπούμαστε, αλλά υπήρξε πρόβλημα κατά την προσθήκη

source: Please try again later.
el: Παρακαλώ δοκιμάστε ξανά αργότερα.

source: Active Resources
el: Ενεργοί Πόροι

source: Disconnect
el: Αποσύνδεσε

source: Update Now
el: Ενημέρωση τώρα

source: Available Resources
el: Διαθέσιμοι πόροι

source: Grant access
el: Παραχώρηση πρόσβασης

source: reset
el: επαναφορά ρυθμίσεων

source: This page requires JavaScript
el: Αυτή η σελίδα απαιτεί JavaScript

source: Month
el: Μήνας

source: All Events
el: Όλα τα Γεγονότα

source: Upcoming
el: Προσεχείς

source: Week
el: εβδομάδα

source: Upcoming Events
el: Προσεχείς Γεγονότα

source: Export to
el: εξαγωγή σε

source: News: All Activity
el: Ειδήσεις: Όλες οι Δραστηριότητες

source: Calendar: This Week
el: Ημερολόγιο: Αυτή η εβδομάδα

source: New Account
el: Νέος λογαριασμός

source: Finance
el: Οικονομικά

source: Accounts
el: Λογαριασμοί

source: Delete this Account
el: Διαγραφή του λογαριασμού

source: Balance
el: Ισοζύγιο

source: Balance in
el: Ισοζύγιο σε

source: Inital Value
el: Αρχική Αξία

source: Lifetime
el: Διάρκεια ζωής

source: End of Life Value
el: Τέλος διάρκειας ζωής

source: Depreciation Type
el: Τύπος Αποσβέσεων

source: Depreciation Rate
el: Ποσοστό Αποσβέσεων

source: Purchase Date
el: Ημερομηνία Αγοράς

source: Current Value
el: Τρέχουσα Αξία

source: Lifetime (Years)
el: Διάρκεια ζωής (χρόνια)

source: Depreciation
el: Απόσβεση

source: Balance Sheet
el: Φύλλο ισολογισμού

source: Balance Sheet for
el: Φύλλο ισολογισμού για

source: ASSETS
el: ΕΝΕΡΓΗΤΙΚΟ

source: Non-Current Assets
el: Μη Κυκλοφορούντα Στοιχεία του Ενεργητικού

source: Property, Plant and Equipment
el: Ακίνητα, εγκαταστάσεις και εξοπλισμός

source: Intangible Assets
el: Ασώματες Ακινητοποιήσεις

source: Current Assets
el: Κυκλοφορούν Ενεργητικό

source: Inventories
el: αποθέματα

source: Receivables
el: Απαιτήσεις

source: Prepayments
el: προπληρωμές

source: Cash and Cash equivalents
el: Ταμειακά διαθέσιμα και ισοδύναμα

source: Total Assets
el: Σύνολο Ενεργητικού

source: LIABILITIES
el: ΠΑΘΗΤΙΚΟ

source: Non-Current Liabilities
el: Μακροπρόθεσμες Υποχρεώσεις

source: Borrowings
el: Δανεισμός

source: Current Liabilities
el: Βραχυπρόθεσμες Υποχρεώσεις

source: Payables
el: Υποχρεώσεις

source: Total Liabilities
el: ΣΥΝΟΛΟ ΠΑΘΗΤΙΚΟΥ

source: SHAREHOLDER EQUITY
el: ΙΔΙΩΝ ΚΕΦΑΛΑΙΩΝ

source: Share Capital
el: Μετοχικό Κεφάλαιο

source: Share Premium
el: Υπέρ το Άρτιο

source: Retained Earnings
el: Παρακρατημένα κέρδη

source: Total Equity
el: Σύνολο Ιδίων Κεφαλαίων

source: Total Equity and Liabilities
el: Σύνολο Ιδίων Κεφαλαίων και Υποχρεώσεων

source: New Category
el: Νέα Κατηγορία

source: Create Category
el: Δημιουργία κατηγορίας

source: Delete this Category
el: Διαγραφή αυτής της κατηγορίας

source: Transactions
el: Δοσοληψίες

source: No Transactions available
el: Δεν υπάρχουν διαθέσιμα δοσοληψίες

source: Liabilities
el: παθητικό

source: No Liabilities available
el: Δεν υπάρχει διαθέσιμο παθητικό

source: Add Currency
el: Προσθήκη νομίσματος

source: New Currency
el: Νέο νόμισμα

source: Create Currency
el: Δημιουργία νομίσματος

source: Delete this Currency
el: Διαγράψτε αυτό το νόμισμα

source: Symbol
el: σύμβολο

source: None Set
el: Κανένα σύνολο

source: Edit Currency
el: Επεξεργασία νομίσματος

source: Save Currency
el: Αποθήκευση νομίσματος

source: Exchange Factor
el: Ανταλλαγή Συντελεστή

source: New Equity
el: Νέα Ίδια Κεφάλαια

source: Equities
el: Μετοχές

source: Create Equity
el: Δημιουργία Μετοχής

source: Equity
el: Μετοχή

source: Delete this Equity
el: Διαγραφή αυτής Μετοχής

source: Issue Price
el: Τιμή Έκδοσης

source: Sell Price
el: Τιμή Πώλησης

source: Income Statement
el: ΣΤΟΙΧΕΙΑ ΚΑΤΑΣΤΑΣΗΣ ΑΠΟΤΕΛΕΣΜΑΤΩΝ ΧΡΗΣΗΣ

source: Revenues
el: έσοδα

source: Total Revenues
el: Συνολικά Έσοδα

source: Expenses
el: έξοδα

source: Total Expenses
el: Σύνολο Εξόδων

source: Totals
el: Σύνολα

source: Net Income
el: καθαρά έσοδα

source: No Accounts
el: Δεν υπάρχουν Λογαριασμοί

source: Type
el: τύπος

source: Value in
el: Αξία σε

source: Categories
el: Κατηγορίες

source: Sell Price in
el: Τιμή Πώλησης σε

source: New Liability
el: Νέα Υποχρέωση

source: New Receivable
el: Νέα εισπρακτέα

source: New Transaction
el: Νέα δοσοληψία

source: Create Liability
el: Δημιουργία Υποχρέωσης

source: Liability
el: Υποχρέωση

source: Delete this Liability
el: Διαγραφή αυτής της Υποχρέωσης

source: Due Date
el: Ημερομηνία λήξης

source: Value in
el: Αξία σε

source: Reports
el: Αναφορές

source: Create Receivable
el: Δημιουργία Εισπρακτέων

source: Receivable
el: εισπρακτέο

source: Delete this Receivable
el: Διαγραφή Εισπρακτέου

source: Currencies
el: Νομίσματα

source: Base
el: βάση

source: Add Tax
el: Προσθήκη φόρου

source: New Tax
el: Νέος Φόρος

source: Create Tax
el: Δημιουργία Φόρου

source: Tax
el: Φόρος

source: Delete this Tax
el: Διαγραφή Φόρου

source: Rate
el: Αναλογία

source: Compound Tax
el: Ενωμένος Φόρος

source: Edit Tax
el: Επεξεργασία Φορός

source: Save Tax
el: Αποθήκευση Φόρου

source: Create Transaction
el: Δημιουργία δοσοληψιών

source: Transaction
el: Δοσοληψία

source: Delete this Transaction
el: Διαγραφή αυτής της δοσοληψίας

source: New Contact
el: Νέα Επαφή

source: Identities
el: Ταυτότητες

source: Please choose the type of Contact you wish to create
el: Παρακαλώ επιλέξτε τον τύπο της επαφής που θέλετε να δημιουργήσετε

source: Sorry, you can not create new Contacts. You don't have access to any of the available Contact Types
el: Λυπούμαστε, αλλά δεν μπορείτε να δημιουργήσετε νέες επαφές. Δεν έχετε πρόσβαση σε οποιοδήποτε από τα διαθέσιμα Τύπους Επικοινωνίας

source: Contact Type
el: Τύπος Επικοινωνίας

source: Create Contact
el: Δημιουργία Επαφής

source: Delete this Contact?
el: Διαγραφή Επαφής?

source: My Contact Card
el: Η κάρτα επαφής μου

source: Child Contacts
el: Παιδικές Επαφές

source: No Contact
el: Δεν υπάρχουν επαφές

source: Sorry, you do not have a Contact Card
el: Λυπούμαστε, δεν έχετε κάρτα επαφής

source: Maybe you want to
el: Ίσως θέλετε να

source: Add</a> one
el: Προσθήκη</ a> ένα

source: New Type
el: Νέος τύπος

source: New Field
el: Νέο Πεδίο

source: Create Type
el: Δημιουργία τύπου

source: Delete this Contact Type?
el: Διαγραφή αυτού του Τύπου Επαφής;

source: WARNING: All Contacts of this Type will be deleted
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Όλες οι επαφές αυτού του τύπου θα πρέπει να διαγραφούν

source: Create Field
el: Δημιουργία πεδίου

source: Item Field
el: Αντικείμενο Πεδίου

source: Delete this Field?
el: Διαγραφή αυτού του πεδίου;

source: Identities Field
el: Πεδίο ταυτοτήτων

source: Field Type
el: Τύπος πεδίου

source: Allowed Values
el: επιτρεπόμενες τιμές

source: Contacts
el: Επαφές

source: New Location
el: Νέα Τοποθεσία

source: identities
el: ταυτότητες

source: Create Location
el: Δημιουργία τοποθεσίας

source: Delete this Location
el: Διαγραφή Τοποθεσίας

source: All Contacts
el: Όλες οι επαφές

source: My Card
el: Η Κάρτα μου

source: Contact Types
el: Τύποιεπαφών

source: Contact Fields
el: Πεδία επαφών

source: Infrastructure
el: Υποδομή

source: Infrastructure Field
el: Πεδίο υποδομής

source: Delete this Field
el: Διαγραφή αυτόυ το πεδίου

source: Create an Item
el: Δημιουργήστε ενός αντικειμένου

source: New Item
el: Νέο αντικείμενο

source: Please choose the type of Infrastructure Item you wish to create
el: Παρακαλώ επιλέξτε τον τύπο του αντικειμένου Υποδομών που θέλετε να δημιουργήσετε

source: Sorry, you can not create new Items. You don't have access to any of the available Infrastructure Item Types
el: Λυπούμαστε, αλλά δεν μπορείτε να δημιουργήσετε νέα αντικείμενα. Δεν έχετε πρόσβαση σε οποιοδήποτε από τα διαθέσιμα τύποι στοιχείων υποδομής

source: Infrastructure Type
el: Τύπος υποδομών

source: Create Item
el: Δημιουργία αντικειμένου

source: Delete this Infrastructure Item
el: Διαγραφή αυτού του αντικειμένου

source: Item Status
el: Κατάσταση αντικειμένου

source: Delete this Status
el: Διαγραφή αυτής της κατάστασης

source: Delete this Type
el: Διαγραφή αυτού του Τύπου

source: Create a
el: Δημιουργία ενός

source: Active Service Records
el: Εννεργές εγγραφές υπηρεσιών

source: Service Records
el: Εγγραφές υπηρεσιών

source: By Type
el: Με Τύπο

source: Servicing
el: Εξυπηρετώντας

source: New Service Record
el: Νέα Εγγραφή Υπηρεσίας

source: Service Record
el: Εγγραφή Υπηρεσίας

source: Create Service Record
el: Δημιουργία Εγγραφή Υπηρεσίας

source: Delete Service Record
el: Διαγραφή Εγγραφής Υπηρεσίας

source: Delete this Service Record
el: Διαγραφή αυτής της Εγγραφής Υπηρεσίας

source: Edit Service Record
el: Επεξεργασία Εγγραφής Υπηρεσίας

source: Service Record View
el: Προβολή Εγγραφής Υπηρεσίας

source: Start Date
el: Ημερομηνία έναρξης

source: Items Covered
el: Αντικείμενα που καλύπτονται

source: No items covered
el: Δεν υπάρχουν αντικείμενα που καλύπτονται

source: Payment History
el: Ιστορικό πληρωμών

source: Default Item Status
el: Προεπιλεγμένη Κατάσταση αντικειμένου

source: Infrastructure Types
el: Τύποι υποδομών

source: Infrastructure Fields
el: Πεδία Υποδομής

source: Item Statuses
el: Καταστάσεις Αντικείμενων

source: Knowledge base
el: Βάση γνώσεων

source: New folder
el: Νέος φάκελος

source: No Items available
el: Δεν υπάρχουν διαθέσιμα αντικείμενα

source: Knowledge Base
el: Βάση γνώσεων

source: Recently Changed Items
el: Πρόσφατα αλλαγμένα αντικείμενα

source: No Categories Available
el: Δεν υπάρχουν διαθέσιμες κατηγορίες

source: Item
el: Αντικείμενο

source: Delete this Item
el: Διαγραφή αυτού του αντιειμένου

source: Inbox
el: Εισερχόμενα

source: No Messages
el: Δεν υπάρχουν μηνύματα

source: Sent
el: Απεσταλμένα

source: Compose
el: Σύνθεση

source: New Message
el: Νέο μήνυμα

source: New Stream
el: Νέα πληροφορία

source: Send Message
el: Αποστολή μηνύματος

source: Message
el: Μήνυμα

source: Delete this Message
el: Διαγραφή μηνύματος

source: this message
el: αυτό το μήνυμα

source: Post a reply
el: Δημοσιεύστε μια απάντηση

source: Send Reply
el: Στείλτε μια απάντηση

source: Mailing List
el: Ταχυδρομική λίστα

source: New Mailing List
el: Νέα Ταχυδρομική λίστα

source: Create Mailing List
el: Δημιουργία Ταχυδρομικής λίστας

source: Compose a Message
el: Σύνθεση μηνύματος

source: Write a Message
el: Γράψτε το μήνυμά σας

source: Your message
el: Το μήνυμά σας

source: Post
el: Δημοσίευση

source: All
el: Όλα

source: Unread
el: Μη αναγνωσμένα

source: Mailing Lists
el: Ταχυδρομικές λίστες

source: Not used
el: Μη χρησιμοποιούμενο

source: Stream Title
el: Τίτλος πληροφορίας

source: Create Stream
el: Δημιουργία πληροφορίας

source: Check Mail
el: Έλεγχος Ταχυδρομείου

source: Delete this Stream
el: Διαγραφή αυτής της πληροφορίας

source: New messages
el: Νέα μηνύματα

source: No new messages
el: Δεν υπάρχουν νέα μηνύματα

source: News
el: Νέα

source: What are you working on?
el: Σε τι εργάζεστε?

source: Recipients
el: Παραλήπτες

source: Share
el: Κοινοποίηση

source: Social Posts
el: Δημοσιεύσεις στα κοινωνικά δίκτυα

source: Top
el: Κορυφή

source: New Task
el: Νέα εργασία

source: Create a new Task
el: Δημιουργία νέας εργασίας

source: End Date
el: Ημερομηνία Λήξης

source: Quick Status
el: Γρήγορη κατάσταση

source: Filter
el: Φίλτρο

source: Progress
el: πρόοδος

source: Tasks
el: Εργασίες

source: No Tasks
el: Δεν υπάρχουν Εργασίες

source: Create a Task
el: Δημιουργία μιας Εργασίας

source: Create Project
el: Δημιουργία έργου

source: Delete this Project
el: Διαγραφή αυτού του έργου

source: Project manager
el: Διαχειριστής έργων

source: Sub Projects
el: Υπό έργα

source: History
el: Ιστορία

source: Update Project
el: Ενημέρωση έργου

source: Default Task Status
el: Προεπιλογή Κατάστασης εργασίας

source: Statuses
el: Καταστάσεις

source: Task Status
el: Κατάσταση εργασίας

source: Delete this Task Status
el: Διαγραφή αυτής της Κατάστασης εργασίας

source: In progress
el: Σε εξέλιξη

source: Create Task
el: Δημιουργία εργασίας

source: New Sub Task
el: Νέα υπό εργασία

source: Create Subtask
el: Δημιουργία υπό εργασίας

source: Delete this Task
el: Διαγραφή αυτής της εργασίας

source: Anyone
el: Οποιοσδήποτε

source: Subtasks
el: Υπό εργασίες

source: Total Work Time
el: Σύνολο χρόνου εργασίας

source: now
el: τώρα

source: Task Time Slot
el: Χρονοθυρίδα εργασίας

source: Delete this Time Slot
el: Διαγραφή αυτής της χρονοθυρίδας εργασίας

source: Unassigned
el: Μη εκχωρημένα

source: Start Work
el: Ξεκινήστε Εργασία

source: Add Work
el: Προσθήκη Εργασίας

source: Update Task
el: Ενημέρωση εργασίας

source: Tasks assigned to me
el: Οι εργασίες που μου έχουν ανατεθεί

source: Chart
el: Διαγράμματα

source: New Chart
el: Νέο Διάγραμμα

source: Create Chart
el: Δημιουργία Διαγράμματος

source: Delete this Chart
el: Διαγραφή αυτού του Διαγράμματος

source: Edit Chart
el: Επεξεργασία Διαγράμματος

source: Delete Chart
el: Διαγραφή Διαγράμματος

source: Save Chart
el: Αποθήκευση Διαγράμματος

source: Select
el: Επιλογή

source: Related Report
el: Σχετική Αναφορά

source: Chart ID
el: ID Διαγράμματος

source: Date Created
el: Ημερομηνία δημιουργίας

source: New Report
el: Νέα αναφορά

source: Created by
el: Δημιουργήθηκε από τον

source: All Reports
el: Όλες οι αναφορές

source: Created by me
el: Δημιουργήθηκε από εμένα

source: Report
el: Αναφορά

source: Create Report
el: Δημιουργία αναφοράς

source: Delete this Report
el: Διαγράψτε αυτή την Αναφορά

source: Field Name
el: Όνομα πεδίου

source: Aggregation
el: Συσσωμάτωση

source: Add Filter
el: Προσθήκη φίλτρου

source: Add Chart
el: Προσθήκη Διαγράμματος

source: Sales
el: Πωλήσεις

source: Sales Support
el: Υποστήριξη Πωλήσεων

source: Products Interested
el: Προϊόντα που ενδιαφέρουν

source: Contact Method
el: Μέθοδο Επικοινωνίας

source: Convert To Opportunity
el: Μετατροπή σε Ευκαιρία

source: Convert To Order
el: Μετατροπή σε Παραγγελία

source: Opportunities
el: Ευκαιρίες

source: New Opportunity
el: Νέα Ευκαιρία

source: Create Opportunity
el: Δημιουργία Ευκαιρίας

source: Delete this Order Opportunity?
el: Διαγραφή αυτής της ευκαιρίας για Παραγγελία;

source: Expected Date
el: Αναμενόμενη Ημερομηνία

source: Closed Date
el: Κλεισμένη Ημερομηνία

source: Amount in
el: Ποσό σε

source: Amount in Base Currency
el: Ποσό σε Νόμισμα Βάσης

source: Weighted Amount
el: σταθμισμένο ποσό

source: Update Opportunity
el: Ενημέρωση Ευκαιρίας

source: New Order
el: Νέα Παραγγελία

source: Order
el: Παραγγελία

source: Create Order
el: Δημιουργία Παραγγελίας

source: Sale Order
el: Παραγγελία Πωλήσεων

source: Invoice
el: Τιμολόγιο

source: Delete this Sale Order?
el: Διαγραφή αυτής της Παραγγελίας Πωλήσεων?

source: Payment
el: Πληρωμή

source: Order Reference
el: Αναφορά Παραγγελία

source: Price
el: Τιμή

source: Discount (%%)
el: Έκπτωση (%%)

source: Total
el: Σύνολο

source: Sub Total
el: Υπό Σύνολο

source: No Ordered Products
el: Δεν υπάρχουν προϊόντα που παραγγέλθηκαν

source: Add an Item
el: Προσθέστε ένα

source: Ordered Products
el: Προϊόντα παραγγελίας

source: Update Order
el: Ενημέρωση Παραγγελίας

source: New Ordered Product
el: Νέο προϊόν παραγγελίας

source: Add Ordered Product
el: Προσθήκη προϊόντος παραγγελίας

source: Ordered Product
el: Προϊόν παραγγελίας

source: Delete this Ordered Product?
el: Διαγραφή αυτού του προϊόντος παραγγελίας?

source: Inactive
el: Αδρανής

source: All Sale Orders
el: Όλες οι παραγγελίες πώλησης

source: All Opportunities
el: Όλες οι ευκαιρίες

source: Products
el: Προϊόντα

source: All Products
el: Όλα τα προϊόντα

source: New Product
el: Νέο προϊόν

source: New Subscription
el: Νέα Εγγραφή

source: Create Product
el: Δημιουργία προϊόντος

source: Delete this Product?
el: Διαγραφή αυτού του προϊόντος?

source: Product Type
el: Τύπος προϊόντος

source: Sub Products
el: Υπο Προϊόντα

source: Buy Price
el: Τιμή Αγοράς

source: Stock
el: Απόθεμα

source: Subproducts
el: Υποπροϊόντα

source: Subscriptions
el: Συνδρομές

source: billing
el: χρέωσης

source: ends
el: τελειώνει

source: New Source
el: Νέα Πηγή

source: Sources
el: Πηγές

source: Visible
el: Ορατός

source: Sale Orders
el: Παραγγελίες Πωλήσεων

source: Add Source
el: Προσθήκη Πηγής

source: Create Source
el: Δημιουργία Πηγής

source: Delete Source
el: Διαγραφή Πηγή

source: Delete this Source?
el: Διαγραφή αυτής της Πηγής?

source: Orders
el: Παραγγελίες

source: Order Source
el: Πηγή Παραγγελίας

source: By Source
el: Με την Πηγή

source: Orders From
el: Παραγγελίες από

source: Add Status
el: Προσθήκη κατάστασης

source: Order Status
el: Κατάσταση παραγγελίας

source: Delete this Order Status?
el: Διαγραφή αυτής της Κατάστασης παραγγελίας;

source: Available For
el: Διαθέσιμο για

source: Orders With Status
el: Παραγγελίες με Κατάσταση

source: Create Subscription
el: Δημιουργία Εγγραφής

source: Delete Subscription
el: Διαγραφή Εγγραφής

source: Delete this Subscription?
el: Διαγραφή αυτής της Εγγραφής;

source: Cycle Period
el: Περίοδος κύκλου

source: Cycle End
el: Τέλος Κύκλου

source: Edit Subscription
el: Επεξεργασία Εγγραφής

source: View Subscription
el: Προβολή Εγγραφής

source: No Invoices
el: Δεν υπάρχουν τιμολόγια

source: Order #
el: Παραγγελία #

source: Date Opened
el: Ημερομηνία που άνοιξε

source: New Agent
el: Νέος Πράκτορας

source: Services
el: Υπηρεσίες

source: Service Support
el: Υπηρεσία Υποστήριξης

source: Agents
el: Πράκτορες

source: Create Agent
el: Δημιουργία Πράκτορα

source: Agent
el: Πράκτορας

source: Delete this Agent?
el: Διαγραφή αυτού του Πράκτορα?

source: Available
el: Διαθέσιμος

source: From
el: Από

source: Until
el: Μέχρι

source: No Active Tickets
el: Μη ενεργά αποκόμματα

source: Create a Ticket
el: Δημιουργία αποκόμματος

source: Unclassified Tickets
el: Αταξινόμητα αποκόμματα

source: All Tickets
el: Όλα τα αποκόμματα

source: Queues
el: Ουρές

source: Service Catalogue
el: Κατάλογος Υπηρεσίων

source: New Ticket
el: Νέο απόκομμα

source: New Queue
el: Νέα ουρά

source: Delete this Queue?
el: Διαγραφή αυτής της ουράς?

source: Default Status
el: Προεπιλεγμένη κατάσταση

source: Contains Queues
el: Περιέχει ουρές

source: Tickets
el: Αποκόμματα

source: Filter tickets
el: Αποκόμματα φιλτρου

source: New Service
el: Νέα υπηρεσία

source: Create Service
el: Δημιουργία Υπηρεσίας

source: Delete this Service?
el: Διαγραφή αυτής της υπηρεσίας;

source: Child Services
el: Υπηρεσίες για παιδιά

source: Service Level Agreements
el: Συμφωνίες Επιπέδου Υπηρεσίας

source: Create a Service Level Agreement
el: Δημιουργία Συμφωνίας Επιπέδου Υπηρεσίας

source: Notify Caller By Email
el: Ειδοποίηση κλήσης Με Email

source: Example E-mail
el: Παράδειγμα E-mail

source: New Service Level Agreement
el: Νέα Συμφωνία Επιπέδου Υπηρεσίας

source: New Agreement
el: Νέα Συμφωνία

source: Delete this Service Level Agreement?
el: Διαγραφή αυτής της Συμφωνίας Επιπέδου Υπηρεσίας;

source: Response Time
el: Χρόνος απόκρισης

source: Ticket Status
el: Κατάσταση αποκόμματος

source: Delete this Ticket Status?
el: Διαγραφή αυτής της κατάστασης αποκόμματος;

source: No Tickets with %(status)s Status
el: Δεν υπάρχουν αποκόμματα με %(status)s κατασταση

source: Created
el: Δημιουθργήθηκε

source: Create Ticket
el: Δημιουργία αποκόμματος

source: Ticket
el: Απόκομμα

source: Delete this Ticket?
el: Διαγραφή αυτού του αποκόμματος;

source: Nobody
el: Κανένας

source: Update Ticket
el: Ενημέρωση αποκόμματος

source: Active Support Tickets
el: Ενεργά αποκόμματα υποστήριξης
