Repository: abbyarmada/anaf
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: With selected
el: Με το επιλεγμένο

source: Delete Completely
el: Ολοκληρωτική διαγραφή

source: Move to Trash
el: Μεταφορά στο κάδο απορριμάτων

source: Username
el: Όνομα χρήστη

source: User with username %s already exists.
el: Ο χρήστης με όνομα %s υπάρχει ήδη

source: Current Password
el: Τρέχων κωδικός χρήστη

source: New Password
el: Νέος κωδικός χρήστη

source: Confirm Password
el: Επιβεβαίωση κωδικού χρήστη

source: Current password is wrong
el: Ο τρέχων κωδικός είναι λάθος

source: Passwords do not match
el: Υπάρχει αναντιστοιχία κωδικών

source: Never (disabled)
el: Ποτέ (απενεργοποιημένο)

source: As-it-happens
el: Συμβαίνει

source: Default Perspective
el: Εξ'ορισμού προοπτική

source: Language
el: Γλώσσα

source: Time Zone
el: Ζώνη ώρας

source: E-mail Notifications
el: Ειδοποιήσεις email

source: Daily
el: Ημερήσια

source: Weekly
el: Εβδομαδιαία

source: Monthly
el: Μηνιαία

source: Delete
el: Διαγραφή

source: Name
el: Όνομα

source: Active
el: Ενεργό

source: Hidden
el: Κρυμμένο

source: Details
el: Λεπτομέρειες

source: Object
el: Αντικείμενο

source: Status
el: Κατάσταση

source: Author
el: Συγγραφέας

source: Resolved by
el: Επιλύθηκε απο

source: This is you!
el: Αυτός είσαστε εσείς!

source: This is your only Perspective.
el: Αυτή είναι η μόνη σας προοπτική

source: This is your only Perspective with Administration module. You would be locked out!
el: Αυτή είναι η μόνη σας προοπτική με το άρθρωμα διαχειριστών. Θα μπορούσατε να κλειδωθείτε έξω

source: Logo
el: Λογότυπο

source: Keep existing:
el: Συνεχίζει να υπάρχει:

source: Default Permissions
el: Αρχικά δικαιώματα

source: Password
el: Κωδικός

source: Default group
el: Αρχικό γκρούπ

source: Other groups
el: Άλλα γκρούπ

source: Perspective
el: Προοπτική

source: Sorry, but your subscription does not allow more than %d users. You're currently at your limit.
el: Λυπούμαστε αλλά η εγγραφή σας δεν επιτρέπει πάνω απο %d χρήστες. Έχετε φτάσει στο όριο σας.

source: Function deletes object with object_ptr. If you declare "trash" parameter as true, object is marked as trash.
el: Η συνάρτηση διαγράφει το αντικείμενο με object_ptr. Εάν ορίσετε την παράμετρο "trash" ως αληθή, το αντικείμενο σημειώνεται ως trash.

source: Function gets info about object and returns following fields:
el: Η συνάρτηση λαμβάνει πληροφορίες και επιστρέφει τα ακόλουθα πεδία:

source: Function creates entry with following fields:
el: Η συνάρτηση δημιουργεί είσοδο με τα ακόλουθα πεδία:

source: Function updates following fields:
el: Η συνάρτηση ενημερώει τα ακόλουθα πεδία:

source: Weight
el: Βάρος

source: Enter text from the image
el: Εισάγετε το κείμενο απο την εικόνα

source: Username or E-mail
el: Όνομα χρήστη ή e-mail

source: Sorry, we don't know that user or e-mail.
el: Λυπούμαστε, δεν γνωρίζουμε αυτόν τον χρήστη ή αυτό το e-mail

source: Your name
el: Το όνομα σας

source: Parent
el: Πατέρας

source: Can't connect to engine. Error is
el: Δεν μπορώ να συνδεθώ στην μηχανή. Το λάθος είναι

source: Can't create database. SQL error is
el: Δεν μπορώ να δημιουργήσω την βάση δεδομένων. Το σφάλμα SQL είναι

source: None
el: Κανένα

source: New
el: Νέο

source: Jan
el: Ιάν

source: Feb
el: Φεβ

source: Mar
el: Μαρ

source: Apr
el: Απρ

source: May
el: Μαϊ

source: Jun
el: Ιούν

source: Jul
el: Ιούλ

source: Aug
el: Αυγ

source: Sep
el: Σεπ

source: Oct
el: Οκτ

source: Nov
el: Νοεμβ

source: Dec
el: Δεκ

source: Monday
el: Δευτέρα

source: Tuesday
el: Τρίτη

source: Wednesday
el: Τετάρτη

source: Thursday
el: Πέμπτη

source: Friday
el: Παρασκευή

source: Saturday
el: Σάββατο

source: Sunday
el: Κυριακή

source: yesterday
el: χτες

source: hours ago
el: ώρες πριν

source: 1 hour ago
el: 1 ώρα πρην

source: minutes ago
el: λεπτά πριν

source: a moment ago
el: μια στιγμή πριν

source: Action
el: Πράξη

source: Title
el: Τίτλος

source: Folder
el: Φάκελος

source: Body
el: Σώμα

source: Content
el: Περιεχόμενο

source: Location
el: Τοποθεσία

source: Start
el: Αρχή

source: End
el: Τέλος

source: End date can not be before the start date
el: Η ημερομηνία τέλους δεν μπορεί να είναι πριν την ημερομηνία έναρξης

source: Go to date
el: Πήγαινε στην ημερομηνία

source: Date From
el: Ημερομηνία απο

source: Date To
el: Ημερομηνία σε

source: Category
el: Κατηγορία

source: Add to Category:
el: Πρόθεσε σε κατηγορία:

source: Owner
el: Ιδιοκτήτης

source: Currency
el: Νόμισμα

source: Initial Balance
el: Αρχική υπόλοιπο

source: Asset type
el: Τύπος asset

source: Initial value
el: Αρχική αξία

source: Lifetime (years)
el: Χρόνια ζωής

source: Endlife value
el: Αξία τέλους ζωής

source: Depreciation rate
el: Κύκλος απαξίωσης

source: Purchase date
el: Ημερομηνία άγορας

source: Current value
el: Τρέχουσα αξία

source: Purchase Date From
el: Ημερομηνία αγοράς απο

source: Purchase Date To
el: Ημερομηνία αγοράς έως

source: Issue price
el: Έκδοσε τιμή

source: Sell price
el: Τιμή πώλησης

source: Issuer
el: Εκδότης

source: Quantity
el: Ποσότητα

source: Source
el: Πηγή

source: Target
el: Στόχος

source: Bank Account
el: Τραπεζικός λογαριασμός

source: Due date
el: Καταληκτική ημερομηνία

source: Value
el: Αξία

source: Description
el: Περιγραφή

source: Date & Time
el: Ημερομηνία & ώρα

source: Due Date From:
el: Καταληκτική ημερομηνία απο:

source: Due Date To:
el: Καταληκτική ημερομηνία έως:

source: Account
el: Λογαριασμός

source: Base Currency
el: Βασική ισοτιμία

source: My Company
el: Η εταιρία μου

source: Default Account
el: Αρχικής λογαριασμός

source: Your company has to have at least one Financial Account
el: Η εταιρία σας πρέπει να έχει τουλάχιστον ένα οικονομικό λογαριασμό

source: Default Account has to belong to your company
el: Ο αρχικός λογαριασμός θα πρέπει να ανήκει στην εταιρία σας

source: Currency Code
el: Κωδικός νομίσματος

source: code
el: κωδικός

source: name
el: όνομα

source: symbol
el: σύμβολο

source: If no symbol is entered, the 3 letter code will be used.
el: Εάν δεν εισάγετε ένα σύμβολο, θα χρησιμοποιηθεί κωδικός 3 γραμμάτων

source: factor
el: παράγοντας

source: Specifies the ratio to the base currency, e.g. 1.324
el: Προσδιορίζει τον λόγο προς την βασική ισοτιμία

source: active
el: ενεργό

source: The currency will be updated with daily exchange rates.
el: Αυτό το νόμισμα θα ανανεώνεται με καθημερινές ισοτιμίες

source: default
el: αρχικό

source: Make this the default currency.
el: Κάνε αυτό το βασικό νόμισμα

source: currency
el: νόμισμα

source: currencies
el: νομίσματα

source: Sorry, field names can only contain letters, numbers, hyphens (-) and underscores (_)
el: Λυπούμαστε, αυτό το πεδίο μπορεί να περιέχει μόνο γράμματα, αριθμούς, παύλες (-) και κάτω πάυλες (_)

source: Label
el: Ετικέτα

source: Field type
el: Τύπος πεδίου

source: Required
el: Υποχρεωτικό

source: Fields
el: Πεδία

source: Contact Type with such name already exists.
el: Το είδος επαφής με αυτό το όνομα υπάρχει ήδη.

source: Delete
el: Διαγραφή

source: Attach to User
el: Προσθήκη στο χρήστη

source: Related user
el: Σχετικός χρήστης

source: Contact type
el: Τύπος επαφής

source: Default Contact Type
el: Αρχικός τύπος επαφής

source: Manufacturer
el: Κατασκευαστής

source: Supplier
el: Προμηθευτής

source: Items
el: Αντικείμενο

source: Start date
el: Ημερομηνία έναρξης

source: Expiry date
el: Ημερομηνία λήξης

source: Payments
el: Πληρωμές

source: Item type
el: Τύπος αντικειμένου

source: Default IMAP Folder
el: Εξ'ορισμόυ φάκελος IMAP

source: Signature
el: Υπογραφή

source: Mark Read
el: Σημείωσε ως αναγνωσμένο

source: Mark Unread
el: Σημείωσε ως μη αναγνωσμένο

source: Mark all
el: Σημείωσε τα όλα

source: Mark all as Read
el: Σημείωσε τα όλα ως αναγνωσμένα

source: Move to
el: Μεταφορά σε

source: Subject
el: Θέμα

source: Stream
el: Ροή

source: To
el: Σε

source: Incoming Mail Server
el: Εισερχόμενος διακομιστής αλληλογραφίας

source: Server Type
el: Τύπος διακομιστή

source: User Name
el: Όνομα χρήστη

source: From Address
el: Διεύθυνση απο

source: Outgoing Mail Server
el: Εξερχόμενος διακομιστής αλληλογραφίας

source: Sender Contact Details
el: Λεπτομέρειες επαφής αποστολέα

source: Members
el: Μέλη

source: Streams
el: Ροές

source: E-mails fetched successfully.
el: Τα email ελήφθησαν επιτυχώς.

source: Failed to retrieve messages for this stream. Please check stream settings
el: Δεν ήταν δυνατή η ανάκτηση των μυνημάτων για αυτή την ροή. Παρακαλώ ελένξτε τις ρυθμίσεις ροής

source: About
el: Περί

source: All Activity
el: Όλες οι δραστηριότητες

source: Updates on activity in your Anaf
el: Ανανεώστε την δραστηριότητα σας στο Anaf

source: Top News
el: Κορυφαία Νέα

source: My Watchlist
el: Η λίστα παρακολούθησης μου

source: Updates on your watchlist in Anaf
el: Ανανεώσεις στην λίστα παρακολούθησης σας του Anaf

source: My Activity
el: Η δραστηριότητα μου

source: Activity
el: Δραστηριότητα

source: Task
el: Εργασία

source: Milestone
el: Σημείο ελέγχου

source: %(ot)s "%(t)s" dates have been updated.
el: %(ot)s "%(t)s" ημερομηνίες έχουν ανανεωθεί

source: Mark as
el: Σημείωση ως

source: Move to Project
el: Μετακίνησε στο έργο

source: Move to Milestone
el: Μετακίνησε στο σημείο ελέγχου

source: Manager
el: Διαχειριστής

source: Client
el: Πελάτης

source: Project
el: Έργο

source: End date
el: Καταληκτική ημερομηνία

source: Assigned
el: Ανατεθιμένο

source: Caller
el: Ο καλών

source: Depends on
el: Εξαρτάται απο

source: Priority
el: Προτεραιότητα

source: Highest
el: Υψηλότατη

source: High
el: Υψηλή

source: Normal
el: Κανονική

source: Low
el: Χαμηλή

source: Lowest
el: Πολύ χαμηλή

source: minutes
el: λεπτά

source: Started
el: Ξεκίνησε

source: Finished
el: Τελείωσε

source: Minutes
el: Λεπτά

source: %2i hours
el: %2i ώρες

source: %2i minutes
el: %2i λεπτά

source: Less than 1 minute
el: Λιγότερο απο 1 λεπτό

source: 0 minutes
el: 0 λεπτά

source: Choose an Object to Report on
el: Επιλέξτε ένα Αντικείμενο στο οποίο θα αναφεθείτε

source: Status:
el: Κατάσταση:

source: Assign To:
el: Ανάθεσε σε

source: Enabled for Opportunities
el: Ενεργοποίηθηκε για Ευκαιρίες

source: Enabled for Sales
el: Ενεργοποίηθηκε για Πωλήσεις

source: Product type
el: Τύπος προϊόντος

source: Code
el: Κωδικός

source: Supplier code
el: Κωδικός προμηθευτή

source: Stock quantity
el: Ποσότητα αποθεμάτων

source: Subscription
el: Συνδρομή

source: Product
el: Προϊόν

source: Discount
el: Έκπτωση

source: Expiry
el: Λήξη

source: Reference
el: Αναφορά

source: Opportunity
el: Ευκαιρία

source: Assigned to
el: Ανατέθηκε σε

source: Date
el: Ημερομηνία

source: Paid in full
el: Καταβάλλεται πλήρως

source: Pending Payments
el: Αναμενόμενες πληρωμές

source: Payment Status
el: Κατάσταση πληρωμής

source: Contact
el: Επαφή

source: Products interested
el: Προϊόντα που μ'ενδιαφέρουν

source: Contact method
el: Μεθοδος επικοινωνίας

source: Expected date
el: Αναμενόμενη ημερομηνία

source: Closed date
el: Κλεισμένη ημερομηνία

source: Amount
el: Ποσό

source: Probability
el: Πιθανότητα

source: Your message is received and a ticket is created, ticket reference is [%s]
el: Το μήνυμα σας παραλείφθηκε και δημιουργήθηκε ένα απόκομμα με αναφορά [%s]

source: Yes
el: Ναι

source: No
el: Όχι

source: Default Ticket Status
el: Εξ'ορισμού κατασταση αποκόμματος

source: Default Queue
el: Εξ'ορισμού ουρά

source: Notify Caller By E-mail
el: Ειδοποίηση επισκέπτη με E-mail

source: E-mail Template
el: Πρότυπο E-mail

source: Service
el: Υπηρεσία

source: Queue
el: Ουρά

source: Service Level Agreement
el: Συμφωνία Επιπέδου Υπηρεσίας

source: Resolution
el: Ανάλυση

source: Urgency
el: Επείγον

source: body
el: σώμα

source: Notify caller
el: Ειδοποίησε τον επισκέπτη

source: Default ticket status
el: Εξ'ορισμού κατάσταση αποκόμματος

source: Default ticket priority
el: Εξ'ορισμού προτεραιότητα αποκόμματος

source: Default service
el: Υπηρεσία εξ'ορισμού

source: Waiting time
el: Χρόνος αναμονής

source: Next queue
el: Επόμενη ουρά

source: Ticket code
el: Κωδικός αποκόμματος

source: Message stream
el: Ροή μηνύματος

source: Response time
el: Χρόνος απόκρισης

source: Provider
el: Πάροχος

source: Available from
el: Διαθέσιμο από

source: Available to
el: Διαθέσιμο σε

source: Occupied
el: Κατειλημμένο

source: User
el: Χρήστης

source: View
el: Προβολή

source: Edit
el: Επεξεργασία

source: Change Password
el: Αλλαγή κωδικού πρόσβασης

source: Search
el: Αναζήτηση

source: Submit
el: Υποβολή

source: No Change Sets
el: Καμιά ομάδα αλλαγών

source: Create a Change Set
el: Δημιουργήστε ομάδα αλλαγών

source: Home
el: Αρχική σελίδα

source: All Change Sets
el: Όλες οι ομάδες αλλαγών

source: Owned by me
el: Ανήκουν σε εμένα

source: Resolved by me
el: Επιλύθηκαν από εμένα

source: By Status
el: Με καταστάση

source: Administration
el: Διαχείριση

source: Changes
el: Αλλαγές

source: New Change Set
el: Νέα ομάδα αλλαγών

source: Create Set
el: Δημιουργία ομάδας

source: Change Sets
el: Αλλαγή ομάδων

source: Change Set
el: Αλλαγή ομάδας

source: Delete this Change Set
el: Διαγραφή αυτής της ομάδας αλλαγών

source: WARNING: This cannot be undone
el: Προειδοποίηση: Αυτό δεν μπορεί να αναιρεθεί

source: Yes, Delete
el: Ναι, διαγραφή

source: Resolved By
el: Επιλύθηκε από

source: Resolution Date
el: Ημερομηνία επίλυσης

source: New Status
el: Νέα κατάσταση

source: Default Change Set Status
el: Εξ' ορισμού κατάσταση ομάδας αλλαγών

source: Change Set Statuses
el: Αλλαγή ομάδων κατάστασεων

source: Create Status
el: Δημιουργία κατάστασης

source: Change Status
el: Αλλααγή κατάστασης

source: Delete this Change Set Status
el: Διέγραψε αυτή την ομάδα αλλαγής καταστάσης

source: Permissions
el: Δικαιώματα

source: Links
el: Συνδέσμοι

source: Subscribers
el: Συνδρομητές

source: No Change Sets available
el: Καμμία ομάδα αλλαγής διαθέσιμη

source: Contact settings
el: Ρυθμίσεις επικοινωνίας

source: Personal contact
el: Προσωπική επαφή

source: Company
el: Εταιρεία

source: Groups
el: Ομάδες

source: New Group
el: Νέα ομάδα

source: Create Group
el: Δημιουργία ομάδας

source: Delete this Group
el: Διαγραφή αυτής της ομάδας

source: WARNING: This cannot be undone. All Users assigned to this group as default will be deleted. <br /> All Objects owned by those Users will be deleted
el: Προειδοποίηση: Αυτό δεν μπορεί να αναιρεθεί. Όλοι οι χρήστες που έχουν ανατεθεί σε αυτήν την ομάδα εξ'ορισμού θα διαγράφονται. <br /> Όλα τα αντικείμενα που ανήκουν σε αυτούς τους χρήστες θα διαγράφουν

source: Static Pages
el: Στατικές σελίδες

source: New Page
el: Νέα σελίδα

source: New Folder
el: Νέος φάκελος

source: Perspectives
el: Προοπτικές

source: New Perspective
el: Νέα προοπτική

source: Users
el: Χρήστες

source: New User
el: Νέος χρήστης

source: Invite People
el: Προσκαλέστε

source: System
el: Σύστημα

source: Display
el: Απεικόνιση

source: Used in Perspectives
el: Χρησιμοποιήθηκε στις προοπτικές

source: Page
el: Σελίδα

source: Delete this Page
el: Διαγραφή αυτής της σελίδας

source: Published
el: Δημοσιευμένο

source: Page Folder
el: Φάκελος Σελίδας

source: Delete this Folder
el: Διαγραφή Φακέλου

source: Pages
el: Σελίδες

source: Create Perspective
el: Δημιουργία Προοπτικής

source: Delete this Perspective
el: Διαγραφή αυτής της Προοπτικής

source: Default Time Zone
el: Προεπιλεγμένη ζώνη ώρας

source: Default
el: Προεπιλογή

source: Setup
el: Εγκατάσταση

source: Setup Guide
el: Οδηγός Εγκατάστασης

source: Quick Setup Guide
el: Γρήγορος Οδηγός Εγκατάστασης

source: Start off in three easy steps
el: Ξεκινήστε σε τρία εύκολα βήματα

source: Create User
el: Δημιουργία χρήστη

source: Sorry, you can not delete this user
el: Λυπούμαστε, αλλά δεν μπορείτε να διαγράψετε αυτόν τον χρήστη

source: Delete this User
el: Διαγραφή χρήστη

source: WARNING: All Objects belonging to this User will be deleted
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Όλα τα αντικείμενα που ανήκουν σε αυτό το χρήστη θα διαγραφούν

source: Done! We have sent invitations to the following addresses
el: Ολοκληρώθηκε! Έχουμε στείλει προσκλήσεις στις ακόλουθες διευθύνσεις

source: Create accounts for your co-workers, clients, collaborators or friends
el: Δημιουργήστε λογαριασμούς για τους συναδέλφους σας, τους πελάτες, τους συνεργάτες ή τους φίλους σας

source: Type a list of email addresses, separated by a comma
el: Πληκτρολογήστε μια λίστα με τις διευθύνσεις ηλεκτρονικού ταχυδρομείου, διαχωρισμένες με κόμμα

source: Send Invitations
el: Αποστολή Προσκλήσεις

source: You like this
el: Σας αρέσει

source: You don't like this
el: Δεν σας αρέσει

source: Like
el: Μου αρέσει

source: Dislike
el: Δεν μου αρέσει

source: Comment
el: Σχόλιο

source: and
el: και

source: You
el: εσύ

source: like this
el: μου αρέσει αυτό

source: don't like this
el: δεν μου αρέσει αυτό

source: no tags
el: οχι επισημάνσεις

source: Billing Information
el: Πληροφορίες χρέωσης

source: Billing
el: Χρέωσης

source: Upgrade Account
el: Αναβάθμιση λογαριασμού

source: Administrative Contact
el: Επικοινωνία με τον διαχειριστή

source: We will use these details to email you invoices
el: Θα χρησιμοποιήσουμε αυτά τα στοιχεία για να σας στείλουμε τιμολόγια

source: Company Name
el: όνομα εταιρείας

source: This connection is secured by 256-bit SSL
el: Αυτή η σύνδεση είναι ασφαλισμένη με

source: First name
el: Όνομα

source: Last name
el: Επίθετο

source: Street Address
el: Οδός

source: City
el: Πόλη

source: Postal / Zip Code
el: ΤΚ

source: Country
el: Χώρα

source: Credit Card Number
el: Αριθμός πιστωτικής κάρτας

source: Expiry Date
el: Ημερομηνία λήξης

source: Card Security Code
el: Κωδικός ασφαλείας της κάρτας

source: Update
el: Ενημέρωση

source: Overview
el: Περίληψη

source: Upgrade
el: Αναβάθμιση

source: Please
el: Παρακαλώ

source: update your billing details
el: ενημερώσετε τα στοιχεία χρέωσής σας

source: in order to upgrade.
el: για την αναβάθμιση.

source: Account Information
el: Πληροφορίες λογαριασμού

source: Add Users
el: Προσθήκη Χρήστών

source: Dashboard
el: Πίνακας Έναρξης

source: Add Widget
el: Προσθήκη Widget

source: Trash
el: Απορρίματα

source: Be notified about major activity across all your projects
el: Ειδοποίηση για σημαντική δραστηριότητα σε όλα τα έργα σας

source: Export events from your calendar with a popular extension of <strong>.ics</strong>
el: Εξαγωγή γεγονότων από το ημερολόγιό σας με μια δημοφιλή επέκταση του <strong>. Ics </ strong>

source: Set domain up
el: Ρύθμιση τομέα

source: Create
el: Δημιουργία

source: Help
el: Βοήθεια

source: User Guide
el: Οδηγός χρήσης

source: you can add widgets to your dashboard
el: μπορείτε να προσθέσετε widgetS στο ταμπλό σας

source: there are no Documents
el: Δεν υπάρχουν έγγραφα

source: Create a Document
el: Δημιουργήστε ένα έγγραφο

source: there are no Files
el: δεν υπάρχουν αρχεία

source: Upload a File
el: Ανεβάστε ένα αρχείο

source: there are no Web Links
el: δεν υπάρχουν Σύνδεσμοι

source: Create a Web Link
el: Δημιουργία σύνδεσης στο Web

source: Integration with other services made easy
el: Ολοκλήρωση με άλλες υπηρεσίες γίνεται εύκολη

source: there are no Events
el: δεν υπάρχουν συμβάντα

source: Create an Event
el: Δημιουργία συμβάντος

source: there are no Categories
el: δεν υπάρχουν κατηγορίες

source: Create a Category
el: Δημιουργήστε μια κατηγορία

source: there are no Transactions
el: δεν υπάρχουν Συναλλαγές

source: Create a Transaction
el: Δημιουργία Συναλλαγών

source: Gantt Chart can't be created for this project
el: Το γράφημα Gantt δεν μπορεί να δημιουργηθεί για αυτό το έργο

source: No messages
el: Δεν υπάρχουν μηνύματα

source: Post the first message
el: Δημοσίευση του πρώτου μήνυματος

source: You can link your mailbox to this stream
el: Μπορείτε να συνδέσετε το mailbox σας σε αυτήν την πληροφορία

source: To send or recieve emails
el: Για να στείλετε ή να λάβετε e-mails

source: Incoming
el: Εισερχόμενα

source: Outgoing (SMTP)
el: Εξερχόμενα (SMTP)

source: Get all the news in one place
el: Συγκεντρώστε όλα τα νέα σε ένα μέρος

source: there are no Notifications
el: δεν υπάρχουν Ειδοποιήσεις

source: Create a Notification
el: Δημιουργία ειδοποίησης

source: Sorry you can not delete this Perspective
el: Συγγνώμη δεν μπορείτε να διαγράψετε αυτή την προοπτική

source: Some of your changes haven't been saved
el: Μερικές από τις αλλαγές σας δεν έχουν αποθηκευτεί

source: Welcome to your new Projects page. Let's get started
el: Καλώς ήρθατε στην νέα σελίδα σας έργα. Ας ξεκινήσουμε

source: Create a Project
el: Δημιουργία έργου

source: Create a Report
el: Δημιουργήστε Αναφοράς

source: Welcome to your new Sales Page
el: Καλώς ήρθατε στην νέα σας σελίδα Πωλήσεων

source: Let's get started
el: Ας ξεκινήσουμε

source: Create a Sale Order
el: Δημιουργία Παραγγελίας Πώλησης

source: there are no Leads
el: δεν υπάρχουν πηγέσ

source: Create a Lead
el: Δημιουργία Πηγής

source: there are no Opportunities
el: δεν υπάρχουν ευκαιρίες

source: Create an Opportunity
el: Δημιουργήστε μια ευκαιρία

source: there are no Products
el: δεν υπάρχουν προϊόντα

source: Create a Product
el: Δημιουργία προϊόντος

source: You've searched for
el: Έχετε ψάξει για

source: there are no Services yet
el: δεν υπάρχουν ακόμη Υπηρεσίες

source: there are no Service Level Agreements yet
el: Δεν υπάρχουν συμφωνίες επιπέδου υπηρεσιών ακόμη

source: to get started with support
el: για να ξεκινήσετε με την υποστήριξη

source: Create a Queue
el: Δημιουργήστε μια ουρά

source: you can even link it to a Message Stream to get tickets automatically created from messaging!
el: μπορείτε να συνδέσετε ακόμα και σε πληροφορία Μήνυματος για να πάρετε αποκόμματα αυτόματα από μηνύματα!

source: Access Denied
el: Άρνηση πρόσβασης

source: Sorry, but you are not allowed to access this
el: Λυπούμαστε, αλλά δεν σας επιτρέπεται να έχουν πρόσβαση σε αυτό

source: Please fill this form to create your account
el: Παρακαλώ συμπληρώστε αυτή τη φόρμα για να δημιουργήσετε τον λογαριασμό σας

source: Create Account
el: Δημιουργία λογαριασμού

source: Global Settings
el: Καθολικές ρυθμίσεις

source: Success
el: Επιτυχία

source: We've sent you a message. <br />Please check your e-mail box for instructions on how to restore your password
el: Σασ στέιλαμε μήνυμα.n <br />Παρακαλώ ελέγξτε το e-mail σας για οδηγίες για το πως να ανακτήσετε το συνθηματικό σας

source: Thank you!
el: Σας ευχαριστούμε!

source: Send me back to the log in screen
el: Πίσω στην οθόνη σύνδεσης χρήστη

source: Password Reset
el: Επαναφορά κωδικού πρόσβασης

source: Forgotten your password? Enter your username or e-mail below, and we'll send you a new one
el: Ξεχάσατε τον κωδικό πρόσβασης σας? Εισάγετε παρακάτω το όνομα χρήστη ή το e-mail σας, και θα σας στείλουμε καινούριο.

source: Sorry, your search for
el: Συγγνώμη, η αναζήτηση σας για

source: Suggestions
el: Προτάσεις

source: Check your spelling
el: Ελέγξτε την ορθογραφία σας

source: Use fewer words (results have to match the exact phrase you type)
el: Χρησιμοποιήστε λιγότερες λέξεις (τα αποτελέσματα πρέπει να ταιριάζου με την ακριβή φράση πληκτρολογείτε)

source: Attach a file
el: Επισύναψη αρχείου

source: Drop files here to upload
el: Μεταφέρετε τα αρχεία εδώ για να τα ανεβάσετε

source: Failed
el: Απέτυχε

source: added by
el: προστέθηκε

source: attachment
el: επισυναπτόμενο

source: attachments
el: επισυναπτόμενα

source: Return to the Website
el: Επιστροφή στην Ιστοσελίδα

source: This is a demo site
el: Αυτή η σελίδα είναι δοκιμαστική

source: Sign Up for Free!
el: Ελεύθερη Εγγραφή!

source: There was a problem sending this invite. Please check the email address or try again later.
el: Υπήρχε ένα πρόβλημα με την αποστολή αυτής της προσκλησης. Παρακαλούμε ελέγξτε την διεύθυνση ηλεκτρονικού ταχυδρομείου ή δοκιμάστε ξανά αργότερα.

source: Sent invite
el: Αποστολή πρόσκλησης

source: Docs and Help Resources
el: Κείμενα και πηγές βοήθειας

source: Last updated
el: Τελευαταία ενημερωμένα

source: Add
el: Προσθήκη

source: Untrash
el: Επαναφορά από τα απορρίματα

source: Read only
el: Μόνο ανάγνωση

source: Full access
el: Πλήρης πρόσβαση
